Repository: jazzymiles/GreekQuiz
Catalog: Localizable.xcstrings
Source language: en
Languages: el, ru

source: All dictionaries updated!
el: Όλα τα λεξικά ενημερώθηκαν!
ru: Все словари обновлены

source: Answer in language
el: Απάντησε στη γλώσσα
ru: Язык ответа

# answer_language_picker
source: Answer language
el: Γλώσσα απάντησης

# appearance_settings_section
source: Appearance Settings
el: Ρυθμίσεις εμφάνισης
ru: Настройки отображения

# autoplay_sound_toggle
source: Autoplay sound
el: Αυτόματη αναπαραγωγή ήχου
ru: Автоматически озвучивать слова

# button_check
source: Check
el: Έλεγχος
ru: Проверить

# button_close
source: Close
el: Κλείσιμο
ru: Закрыть

# button_dictionaries
source: Dictionaries
el: Λεξικά
ru: Словари

# button_done
source: Done
el: Έτοιμο
ru: Готово

# button_next
source: Next
el: Επόμενο
ru: Дальше

# button_refresh
source: Refresh
el: Ανανέωση
ru: Обновить

# button_rules
source: Rules
el: Κανόνες
ru: Правила

# button_settings
source: Settings
el: Ρυθμίσεις
ru: Настройки

# button_show_words
source: Show words
el: Εμφάνιση λέξεων
ru: Показать слова

source: Clearing old dictionaries
el: Διαγραφή παλιών λεξικών
ru: Удаление старых словарей

source: Correct translation:
el: Σωστή μετάφραση:
ru: Правильный перевод:

# correct_translation %@
source: Сorrect translation %@
el: Σωστή μετάφραση %@
ru: Правильный перевод %@

# custom_url_dictionaries
source: Custom URL (from internet)
el: Προσαρμοσμένο URL (από το διαδίκτυο)
ru: Свой адрес

# dictionaries_section
source: Dictionaries
el: Λεξικά
ru: Словари

# dictionary_download_option_1
source: Standart
el: Τυπικό
ru: Стандартные

source: Dictionary Source
el: Πηγή λεξικού
ru: Источник словарей

source: Download and save dictionaries
el: Λήψη και αποθήκευση λεξικών
ru: Скачать и сохранить словари

# download_status_1
source: Downloading…
el: Λήψη...
ru: Загрузка...

source: Downloading dictionaries list...
el: Λήψη λίστας λεξικών...
ru: Скачивается список словарей

# downloading_dictionary
source: Downloading dictionary: %@ (%@ of %@)...
el: Λήψη λεξικού: %@ (%@ από %@)...
ru: Скачивается словарь: %@ (%@ of %@)...

# english_language
source: English
el: Αγγλικά
ru: Английский

# enter_dictionaries_file_address
source: Enter dictionaries.txt file address
el: Εισαγάγετε τη διεύθυνση αρχείου dictionaries.txt
ru: Введите адрес dictionaries.txt

source: Error downloading dictionaries: %@
el: Σφάλμα κατά τη λήψη των λεξικών: %@
ru: Ошибка при загрузке словарей: %@

# error_incorrect_download_url
source: Error: Invalid download URL.
el: Σφάλμα: Μη έγκυρο URL λήψης.
ru: Ошибка: недопустимый URL для загрузки.

# error_invalid_dictionaries_list_url
source: Error: Invalid dictionaries list
el: Σφάλμα: Μη έγκυρη λίστα λεξικών.
ru: Ошибка: недопустимый список словарей.

source: Error: Unknown dictionary source.
el: Σφάλμα: Άγνωστη πηγή λεξικού.
ru: Ошибка: неизвестный источник словаря.

# greek_language
source: Greek
el: Ελληνικά
ru: Греческий

# greek_language_option
source: Greek
el: Ελληνικά
ru: Греческий

# interface_language_section
source: Interface Language
el: Γλώσσα διεπαφής
ru: Язык интерфейса

# language_greek
source: Greek
el: Ελληνικά
ru: Греческий

# language_interface_picker
source: Interface Language
el: Γλώσσα διεπαφής
ru: Язык интерфейса

# language_option_english
source: English
el: Αγγλικά
ru: Английский

# language_option_greek
source: Greek
el: Ελληνικά
ru: Греческий

# language_option_russian
source: Russian
el: Ρωσικά
ru: Русский

# language_option_system
source: System
el: Σύστημα
ru: Системная

# language_settings_section
source: Languages
el: Γλώσσες
ru: Языки

# learning_settings_section
source: Learning Settings
el: Ρυθμίσεις εκμάθησης
ru: Настройки обучения

# mode_cards_display_name
source: Cards
el: Κάρτες
ru: Карточки

# mode_keyboard_display_name
source: Type In
el: Πληκτρολόγηση
ru: Я напишу

# mode_quiz_display_name
source: Quiz
el: Κουίζ
ru: Квиз

# no_answer_selected_feedback
source: Error: No answer selected. Showing correct answer.
el: Σφάλμα: Δεν επιλέχθηκε απάντηση. Εμφάνιση σωστής απάντησης.
ru: Не выбрано ни одного ответа

# palce_holder_search
source: Search…
el: Αναζήτηση...
ru: Поиск…

# quiz_language_section
source: Quiz Language
el: Γλώσσα κουίζ
ru: Язык слов

# rules_view_title
source: Rules
el: Κανόνες
ru: Правила

# russian_language
source: Russian
el: Ρωσικά
ru: Русский

# search_placeholder
source: Search
el: Αναζήτηση
ru: Поиск

source: Select at least one dictionary.
el: Επιλέξτε τουλάχιστον ένα λεξικό.
ru: Выберите хотя бы один словарь

# show_transcription_toggle
source: Show transcription
el: Εμφάνιση μεταγραφής
ru: Показывать транскрипцию

source: Standard dictionaries
el: Τυπικά λεξικά
ru: Стандартные словари

# studied_language_picker
source: Studied language
el: Γλώσσα εκμάθησης

# theme_app
source: App Theme
el: Θέμα εφαρμογής
ru: Вид приложения

# theme_app_title
source: App Theme
el: Θέμα εφαρμογής
ru: Тема приложения

# theme_dark
source: Dark
el: Σκούρο
ru: Тёмная

# theme_light
source: Light
el: Φωτεινό
ru: Светлая

# theme_system
source: System
el: Σύστημα
ru: Системная

# title_quiz_mode
source: Quiz mode
el: Λειτουργία κουίζ
ru: Режим обучения

# title_select_dictionaries
source: Select dictionaries
el: Επιλογή λεξικών
ru: Выберите словари

# title_settings_navigation
source: Settings
el: Ρυθμίσεις
ru: Настройки

# title_words_list
source: Words
el: Λέξεις
ru: Слова

# words_list_title
source: Words list
el: Λίστα λέξεων
ru: Список слов

# your_translation_placeholder
source: Your translation
el: Η μετάφρασή σας
ru: Ваш перевод

# dictionary_download_option_2
source: Personal
ru: Свои
